// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d ใน %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ -%3$@ แผ่น.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 แผ่น.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (No Online ตั๋ว)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ แคชอุกอาจข้อมูลทั้งหมดภายในเครื่องของคุณเพื่อที่จะใช้งานได้โดยไม่ต้องเชื่อมต่อเครือข่าย. ข้อมูลเพียงไม่แคชจะ trailers movie.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ ไม่สามารถเปิดหน้าเว็บเพราะไม่เชื่อมต่อกับอินเทอร์เน็ต.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ มีไม่มี / แปลไม่ถูกต้อง. คุณสามารถแก้ไขได้?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ ไม่เก็บ Netflix ชื่อผู้ใช้และรหัสผ่าน. \n\n Netflix.com น่านหน้าเว็บอย่างเป็นทางการจะถูกเปิดเพื่อให้คุณสามารถอนุญาต app นี้เพื่อเข้าถึงบัญชีของคุณ. \n\n Wi-fi เชื่อมต่อแนะนำครั้งแรกที่คุณใช้ Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ ไม่ได้รายชื่อละครที่ชื่นชอบ. คุณสามารถเพิ่ม?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%1$@ คะแนน";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "คำถามและคำตอบ d%";

/* i.e.: 2 hours */
"%d hours" = "ชั่วโมง %1$d";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d นาที";

/* No comment provided by engineer. */
"%d months ago" = "เดือนที่แล้ว %1$d";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d จาก %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "โรงภาพยนตร์ %1$d นอกพื้นที่ค้นหา";

/* No comment provided by engineer. */
"%d weeks ago" = "สัปดาห์ที่แล้ว%1$ d";

/* No comment provided by engineer. */
"%d years ago" = "ปีที่แล้ว %1$d";

/* No comment provided by engineer. */
"1 hour" = "1 ชั่วโมง";

/* No comment provided by engineer. */
"1 kilometer" = "1 กิโลเมตร";

/* No comment provided by engineer. */
"1 mile" = "1 ไมล์";

/* No comment provided by engineer. */
"1 minute" = "1 นาที";

/* No comment provided by engineer. */
"1 month ago" = "1 เดือนที่ผ่านมา";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 โรงละครนอกพื้นที่ค้นหา";

/* No comment provided by engineer. */
"1 week ago" = "1 สัปดาห์ที่ผ่านมา";

/* No comment provided by engineer. */
"1 year ago" = "1 ปีที่ผ่านมา";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "เกี่ยว กับ";

/* No comment provided by engineer. */
"Account #%d" = "บัญชี #%1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "บัญชี: %1$@ %2$@";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "เพิ่ม Theater";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "เพิ่ม ที่ Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "การเพิ่มภาพยนตร์";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "ทั้งหมด";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "ทั้งหมด (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ.";

/* Movie category */
"Anime & Animation" = "ประเภทภาพยนตร์";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple ไม่ได้ให้กลไกสำหรับ 3 โปรแกรมของบุคคลที่เปลี่ยนไอคอนของพวกเขา. เมื่อพวกเขาฉันจะให้ความสามารถนี้.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "ที่บ้าน";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Update ตั้ง";

/* Movie is available to be shipped now */
"Available Now" = "มี ตอน นี้";

/* Movie will be released soon */
"Available Soon" = "ออกเร็วนี้";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "รอ Release";

/* No comment provided by engineer. */
"Bio:" = "ไบโอ:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Blu-ray เท่านั้น";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "โทรศัพท์ ออก";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "คุณสามารถเพิ่มระยะค้นหาสูงสุดสำหรับโรงภาพยนตร์?";

/* No comment provided by engineer. */
"Cancel" = "ยกเลิก";

/* No comment provided by engineer. */
"Cannot Open Page" = "ไม่สามารถเปิดหน้า";

/* No comment provided by engineer. */
"Cast:" = "หล่อ:";

/* No comment provided by engineer. */
"Category Notifications" = "แจ้ง Category";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "เปลี่ยน วันที่";

/* Movie category */
"Children & Family" = "เด็กและครอบครัว";

/* No comment provided by engineer. */
"City/State or Postal Code" = "เมือง / รัฐหรือรหัสไปรษณีย์";

/* Movie category */
"Classics" = "คลาสสิก";

/* Movie category */
"Comedy" = "ละคร ตลก";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "ไม่สามารถเปลี่ยนคะแนน:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "ไม่สามารถเชื่อมต่อ Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "ไม่พบตำแหน่ง.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "ไม่พบตำแหน่ง.\nUser ปฏิเสธการใช้บริการที่ตั้ง.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "ช่วยเพิ่มการสนับสนุนลูกระเบิดใหญ่ให้เช่าภาพยนตร์นอกจาก Netflix เช่าภาพยนตร์?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "คุณช่วยให้ตัวเลือกให้ฉันเลือกไอคอนฉันต้องการสำหรับ %1$@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "ปัจจุบันลูกระเบิดใหญ่ไม่ให้การสนับสนุน API สำหรับ 3 โปรแกรมอื่นที่เสียบเข้า. เมื่อพวกเขาฉันจะเพิ่มการสนับสนุนสำหรับเช่าลูกระเบิดใหญ่.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "ใน ปัจจุบัน ไม่. แต่ก็ทำละครเป็น 'โปรด' (โดยแตะอย่างแผ่วเบาดาว 'ในละครหน้าต่างรายละเอียด) และจะปรากฏขึ้นแม้ว่าจะอยู่นอกช่วงการค้นหาของคุณ.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "ขณะนี้การตั้งค่าท่านสามารถแก้ไขจาก Netflix ของเว็บไซต์";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD / Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD / Blu-ray รายละเอียด:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data สำหรับวันที่ในอนาคตอาจจะไม่สมบูรณ์. รีเซ็ตวันที่ค้นหาในวันที่ปัจจุบันเพื่อดูรายการเต็ม.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "แน่นอน! ใช้ 'ส่งปุ่มตอบ' ด้านบนเพื่อติดต่อฉัน. ให้ฉันรู้สิ่งที่ต้องแก้ไขและฉันจะได้รับการแก้ไขปัญหาสำหรับรุ่นถัดไป.";

/* No comment provided by engineer. */
"Director:" = "กรรมการ:";

/* No comment provided by engineer. */
"Directors:" = "กรรมการ:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "ดิสก์";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "ดิสก์ (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "ดิสก์คิว";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "ระยะทาง";

/* Movie category */
"Documentary" = "สารคดี";

/* No comment provided by engineer. */
"Downloading data" = "ข้อมูลดาวน์โหลด";

/* No comment provided by engineer. */
"Downloading image" = "ภาพดาวน์โหลด";

/* No comment provided by engineer. */
"Downloading information." = "ข้อมูลดาวน์โหลด.";

/* Movie category */
"Drama" = "ละคร";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "เนื่องจากข้อจำกัดใบอนุญาต, คำวิจารณ์และคะแนนอาจไม่สามารถใช้ได้สำหรับภาพยนตร์ทั้งหมด.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail รายการ";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "ประวัติทั้งหมด";

/* No comment provided by engineer. */
"Error occurred" = "ข้อผิดพลาด เกิดขึ้น";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "ข้อผิดพลาด เกิดขึ้นพูดกับ Netflix. กรุณาลองอีกครั้งในภายหลัง.";

/* Movie category */
"Faith & Spirituality" = "ศรัทธาและความเชื่อ";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Film trailers โดย:";

/* Movie category */
"Foreign" = "ต่าง";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "รูปแบบ:";

/* Movie category */
"Gay & Lesbian" = "เกย์และเลสเบี้ยน";

/* No comment provided by engineer. */
"Genre:" = "ประเภท:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "บริการ Geolocation โดย:";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "กราฟิกโดย David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "กราฟิกโดย Jeffrey Nee";

/* Movie category */
"Horror" = "สยองขวัญ";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "ฉันฉี่จะพยายาม. กรุณาประปา 'เพิ่มปุ่ม Theater' ด้านบนเพื่อติดต่อฉัน. ฉันจะต้องมีชื่อของโรงละครและหมายเลขโทรศัพท์ของ. ขอบคุณ!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "IMDb ของค่าธรรมเนียมใบอนุญาตเป็นอัปมงคลสูงเกินไปสำหรับฉันซื้อ. ขออภัย!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "หาก %1$@ ข้อมูลแคชฉันทำทำไมเคยเห็น 'เครื่องปั่นด้ายโหลด' แม้ในโปสเตอร์ที่โหลดแล้ว?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "หากคุณต้องการ %1$@ โปรดพิจารณาเขียนทบทวนเล็กสำหรับเก็บ iTunes. จะช่วยให้ผู้ใช้ใหม่พบ app นี้ให้ฉันนำคุณสมบัติใหม่ที่ดีให้สิ่งโฆษณาฟรีและจะทำให้ฉันรู้สึกภายในปุย. ขอขอบคุณ!";

/* Movie category */
"Independent" = "อิสระ";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "คิว Instant";

/* No comment provided by engineer. */
"Last Friday" = "วันศุกร์";

/* No comment provided by engineer. */
"Last Monday" = "วันจันทร์ที่";

/* No comment provided by engineer. */
"Last Saturday" = "วันเสาร์";

/* No comment provided by engineer. */
"Last Sunday" = "วันอาทิตย์ที่";

/* No comment provided by engineer. */
"Last Thursday" = "วันพฤหัสบดี";

/* No comment provided by engineer. */
"Last Tuesday" = "วันอังคาร";

/* No comment provided by engineer. */
"Last Wednesday" = "วันพุธ";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "น้อยกว่า %1$d %2$@ ไป";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "น้อยกว่า 1 %1$@ ไป";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "ข้อจำกัด Licensing กับผู้ให้ข้อมูลเฉพาะบางให้สำหรับทุกเซตย่อยอันดับภาพยนตร์และบทวิจารณ์. ขออภัย!";

/* No comment provided by engineer. */
"Like This App?" = "เช่นนี้ App?";

/* No comment provided by engineer. */
"Loading" = "โหลด";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "ชี้กำลังโหลด";

/* No comment provided by engineer. */
"Loading image" = "โหลดภาพ";

/* No comment provided by engineer. */
"Local results unavailable" = "ผลลัพธ์ในพื้นที่ใช้งานไม่ได้";

/* No comment provided by engineer. */
"Localized by:" = "ท้องถิ่นโดย:";

/* No comment provided by engineer. */
"Location" = "ตั้ง";

/* No comment provided by engineer. */
"Log In to Existing Account" = "เข้าสู่บัญชีที่มีอยู่";

/* There will be a long wait before the movie is released */
"Long Wait" = "รอนาน";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "แผนที่";

/* No comment provided by engineer. */
"Map Theaters" = "โรงภาพยนตร์ Map";

/* The most popular movies currently */
"Most Popular" = "นิยมที่สุด";

/* No comment provided by engineer. */
"Movie Rating" = "Movie คะแนน";

/* No comment provided by engineer. */
"Movie details provided by:" = "รายละเอียด Movie โดย:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "บทวิจารณ์ภาพยนตร์โดย:";

/* No comment provided by engineer. */
"Movies" = "ภาพยนตร์";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "ภาพยนตร์ (%1$d)";

/* No comment provided by engineer. */
"My other applications" = "โปรแกรมอื่นๆของฉัน";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "ชื่อ";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "เครือข่ายใช้งานไม่ได้";

/* Movie category */
"New DVDs" = "New ดีวีดี";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "ขอบคุณ ไม่";

/* No comment provided by engineer. */
"No biography available." = "ประวัติไม่มี.";

/* No comment provided by engineer. */
"No information found" = "ข้อมูลไม่พบ";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "ไม่พบรายการที่ '%1$@' ที่ %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "ไม่พบรายการสำหรับ '%1$@' ที่ '%2$@' ที่ %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "ไม่พบรายการสำหรับ '%1$@' ที่ %2$@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "ไม่พบผลลัพธ์สำหรับ'%1$@'";

/* No comment provided by engineer. */
"No synopsis available." = "สรุปไม่มี.";

/* Movie is not currently rentable */
"Not Rentable" = "ซึ่งให้เช่าได้ไม่";

/* No comment provided by engineer. */
"Not yet rated" = "ยังไม่ได้คะแนน";

/* No comment provided by engineer. */
"Now Playing Feedback" = "ตอนนี้เล่นตอบ";

/* No comment provided by engineer. */
"Open and Authorize" = "เปิดและอนุญาต";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "ตั๋วเพื่อให้ %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "กว่าโควต้า - ลองใหม่อีกครั้ง";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "รถพ่วง Play";

/* No comment provided by engineer. */
"Please Wait" = "โปรดรอสักครู่";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "โปรดให้คะแนนใน App Store!";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "ที่ต้องการรูปแบบ";

/* Takes the user to the website for this application */
"Project Website" = "โครงการ Website";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "คะแนน!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "โดย คะแนน %1$@";

/* No comment provided by engineer. */
"Rated:" = "คะแนน:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "อ่านบทวิจารณ์";

/* No comment provided by engineer. */
"Really close by" = "จริงๆปิดโดย";

/* No comment provided by engineer. */
"Really far away" = "จริงๆห่างไกล";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "คืนล่าสุด";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "ตรวจสอบล่าสุด";

/* Movie recommendations from Netflix */
"Recommendations" = "คำแนะนำ";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "ออก";

/* No comment provided by engineer. */
"Release date:" = "วันที่ออก:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "ออก: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "ลบบัญชี";

/* No comment provided by engineer. */
"Rental History" = "History เช่า";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "คิวสั่งใหม่ ล้มเหลว:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "เข้าขอ";

/* No comment provided by engineer. */
"Requesting authorization" = "อนุมัติการขอ";

/* No comment provided by engineer. */
"Reviews" = "วิจารณ์";

/* Movie category */
"Romance" = "เรื่องรักๆใคร่ๆ";

/* No comment provided by engineer. */
"Running time:" = "เวลาทำงาน:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Save All เพื่อ Photo ห้องสมุด";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Save เพื่อ Photo ห้องสมุด";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "บันทึก";

/* Saved in Instant Queue */
"Saved in %@" = "Saved ใน คิว %1$@";

/* No comment provided by engineer. */
"Saving" = "Saving";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Saving %1$d จาก %2$d";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi และแฟนตาซี";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "คะแนน";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "วันค้นหา";

/* No comment provided by engineer. */
"Search Distance" = "ค้นหา Distance";

/* No comment provided by engineer. */
"Search Netflix" = "ค้นหา Netflix";

/* No comment provided by engineer. */
"Searching" = "ค้นหา";

/* No comment provided by engineer. */
"See the section on IMDb." = "ดูส่วนบน IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "ส่งผลตอบรับ";

/* No comment provided by engineer. */
"Settings" = "ตั้ง";

/* There will be a short wait before the movie is released */
"Short Wait" = "รอสักครู่";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%1$d แสดงละครซ่อน";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "ละครแสดง 1 ซ่อน";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "แสดงทั้ง";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "แสดงทั้ง";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "แจ้ง Show";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "ครั้งที่แสดงเรียกใน %1$@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "เข้าสู่ ขึ้นสำหรับบัญชีใหม่";

/* Movie category */
"Special Interest" = "ดอกเบี้ยพิเศษ";

/* Movie category */
"Sports & Fitness" = "กีฬาและฟิตเนส";

/* No comment provided by engineer. */
"Studio:" = "สตูดิโอ:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "สำเร็จ! %1$@ ได้รับการเข้าถึงบัญชีของคุณ Netflix. คุณสามารถเพิ่มภาพยนตร์ให้คิวของคุณดูว่ามีอะไรใหม่และอะไรที่แนะนำสำหรับคุณและอื่นๆอีกมาก!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "ประปา 'ส่งปุ่มตอบ' เหนือติดต่อกับฉันโดยตรงเกี่ยวกับสิ่งอื่นคุณต้อง. ไชโย! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "ประปาเพื่อป้อนตำแหน่ง";

/* Movie category */
"Television" = "โทรทัศน์";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "โรงละครล่าสุดปรากฏในรายงานครั้ง \n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "ให้โรงละครมักจะจำกัดระยะค้นหาสูงสุดพวกเขาจะให้ข้อมูลสำหรับ. เป็นผลให้โรงภาพยนตร์บางส่วนอาจไม่ปรากฏให้คุณแม้ระยะการค้นหาของคุณตั้งสูง.";

/* No comment provided by engineer. */
"Theaters" = "โรงภาพยนตร์";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "โรงภาพยนตร์ (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "โรงภาพยนตร์ จะถูกลบเมื่อพวกเขาไม่ให้ up-to-รายการวัน. เมื่อขึ้นไปรายการที่ทันสมัยให้, โรงละครจะเกิดขึ้นอีกครั้งโดยอัตโนมัติ %1$@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "ละครนี้ยังไม่ได้รายงานครั้งแสดงตน. เมื่อพวกเขากลายเป็นมี %1$@ จะเรียกพวกเขาโดยอัตโนมัติ.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "ขายตั๋วโดย:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "ชื่อเรื่อง";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "เพื่อให้เลื่อนเป็นที่รวดเร็วและเป็นราบรื่นที่สุด, %1$@ ไม่ได้แสดงโปสเตอร์จนเลื่อนหยุด.";

/* No comment provided by engineer. */
"Today" = "วันนี้";

/* Movie category */
"Top DVDs" = "Top ดีวีดี";

/* No comment provided by engineer. */
"Top of Disc Queue" = "บนแผ่นดิสก์คิว";

/* No comment provided by engineer. */
"Top of Instant Queue" = "ส่วนบนของคิว Instant";

/* No comment provided by engineer. */
"Translations" = "แปล";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "แต่ Movietickets.com จะไม่ให้การสนับสนุนตั๋วถ้าฉันยังมีตั๋วผ่าน Fandango.com. ฉันไปที่โรงภาพยนตร์ Fandango.com และเพื่อที่ให้ฉันผสานกับ.";

/* No comment provided by engineer. */
"Unknown Distance" = "ไม่รู้จัก Distance";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "วันที่เผยแพร่รู้จัก";

/* No comment provided by engineer. */
"Upcoming" = "กำลังจะมาถึง";

/* No comment provided by engineer. */
"Updating" = "กำลังอัปเดต";

/* No comment provided by engineer. */
"Updating Listings" = "การปรับปรุงรายการ";

/* No comment provided by engineer. */
"Updating Queue" = "การปรับปรุงคิว";

/* No comment provided by engineer. */
"Updating: %@" = "การปรับปรุง: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "ใช้อักษรขนาดเล็ก";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "รอนานโข";

/* No comment provided by engineer. */
"Website" = "เว็บไซต์";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "เว็บไซต์";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "ฉันจะทำอะไรถ้ามีคำถามที่ยังไม่ได้ตอบหรือไม่?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "โรงละครของฉันจึงได้ หาย?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "ทำไมไม่ %1$@ เสนอตั๋วผ่าน Movietickets.com เป็น Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "ทำไมไม่ %1$@ ให้คะแนนผู้ใช้ IMDb และบทวิจารณ์?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "ทำไมไม่ %1$@ ให้คะแนนและวิจารณ์ Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "ทำไมไม่เห็นคะแนนและตรวจทานสำหรับภาพยนตร์ทั้งหมดใน %1$@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "คือ %1$@ เสมอดาวน์โหลดข้อมูล? ทำไมไม่เป็นแหล่งข้อมูลภายใน Why?";

/* No comment provided by engineer. */
"Write Review" = "เขียนรีวิว";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "เขียนโดย Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "เมื่อวาน";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "คุณต้องตั้งค่าบัญชีอีเมลในเครื่องของคุณก่อนที่คุณสามารถส่งข้อเสนอแนะ.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "ของ %1$@'s ประเทศกำหนดเป็น: %2$@\n\nสนับสนุนสำหรับ %3$@ มาโดยเร็วเพื่อประเทศและมีหลายอยู่แล้วคุณสามารถใช้วันนี้! เมื่อเป็นคุณลักษณะพร้อมคุณจะได้รับแจ้งการปรับปรุง.";

/* No comment provided by engineer. */
"kilometer" = "กิโลเมตร";

/* No comment provided by engineer. */
"kilometers" = "กิโลเมตร";

/* No comment provided by engineer. */
"mile" = "ไมล์";

/* No comment provided by engineer. */
"miles" = "ไมล์";